Repository: lesnerd/easy-ip-tv
Catalog: EasyIpTv/Localization/Localizable.xcstrings
Source language: en
Languages: he, hu

source: %lld episodes
he: %lld פרקים
hu: %lld rész

source: %lld Episodes
he: %lld פרקים
hu: %lld rész

source: %lld min
he: %lld דקות
hu: %lld perc

source: %lld Seasons
he: %lld עונות
hu: %lld évad

source: About
he: אודות
hu: Névjegy

source: Add a playlist URL in Settings to get started.
he: הוסף כתובת רשימת השמעה בהגדרות כדי להתחיל.
hu: Adjon hozzá egy lejátszási lista URL-t a Beállításokban a kezdéshez.

source: Add Playlist
he: הוסף רשימת השמעה
hu: Lista hozzáadása

source: Add to Favorites
he: הוסף למועדפים
hu: Hozzáadás a kedvencekhez

source: All Channels
he: כל הערוצים
hu: Minden csatorna

source: All Movies
he: כל הסרטים
hu: Minden film

source: All Shows
he: כל התוכניות
hu: Minden sorozat

source: Are you sure you want to clear all data? This action cannot be undone.
he: האם אתה בטוח שברצונך למחוק את כל הנתונים? לא ניתן לבטל פעולה זו.
hu: Biztosan törölni szeretné az összes adatot? Ez a művelet nem vonható vissza.

source: Auto
he: אוטומטי
hu: Automatikus

source: Auto-Play Next Episode
he: הפעל אוטומטית פרק הבא
hu: Következő rész automatikus lejátszása

source: Buffering...
he: טוען מראש...
hu: Pufferelés...

source: Cancel
he: ביטול
hu: Mégse

source: Categories
he: קטגוריות
hu: Kategóriák

source: Channel Down
he: ערוץ למטה
hu: Előző csatorna

source: Channel Up
he: ערוץ למעלה
hu: Következő csatorna

source: Clear All Data
he: מחק את כל הנתונים
hu: Minden adat törlése

source: Confirm
he: אשר
hu: Megerősítés

source: Continue Watching
he: המשך צפייה
hu: Folytatás

source: Delete
he: מחק
hu: Törlés

source: Done
he: סיום
hu: Kész

source: Download Limit
he: מגבלת הורדות

source: Downloaded
he: הורד

source: Downloading
he: מוריד

source: Downloads
he: הורדות

source: Enter playlist URL
he: הזן כתובת רשימת השמעה
hu: Adja meg a lista URL-jét

source: Episode %lld
he: פרק %lld
hu: %lld. rész

source: Failed to load content
he: טעינת התוכן נכשלה
hu: A tartalom betöltése sikertelen

source: Favorites
he: מועדפים
hu: Kedvencek

source: Featured
he: מומלצים
hu: Kiemelt

source: High Quality
he: איכות גבוהה
hu: Magas minőség

source: Home
he: בית
hu: Főoldal

source: Invalid URL
he: כתובת לא חוקית
hu: Érvénytelen URL

source: Language
he: שפה
hu: Nyelv

source: Live TV
he: טלוויזיה
hu: Élő TV

source: Loading...
he: טוען...
hu: Betöltés...

source: Long press on any channel, movie, or show to add it to your favorites.
he: לחץ לחיצה ארוכה על כל ערוץ, סרט או תוכנית כדי להוסיף למועדפים.
hu: Tartsa lenyomva bármelyik csatornát, filmet vagy sorozatot a kedvencekhez adáshoz.

source: Low Quality
he: איכות נמוכה
hu: Alacsony minőség

source: Medium Quality
he: איכות בינונית
hu: Közepes minőség

source: Movies
he: סרטים
hu: Filmek

source: Network error
he: שגיאת רשת
hu: Hálózati hiba

source: No Downloads
he: אין הורדות

source: No favorites yet
he: אין עדיין מועדפים
hu: Még nincsenek kedvencek

source: No playlist configured
he: לא הוגדרה רשימת השמעה
hu: Nincs beállított lejátszási lista

source: No Results
he: אין תוצאות
hu: Nincs találat

source: Now Playing
he: מתנגן עכשיו
hu: Most játszik

source: Off
he: כבוי
hu: Kikapcsolva

source: OK
he: אישור

source: Pause
he: השהה
hu: Szünet

source: Play
he: נגן
hu: Lejátszás

source: Playback failed
he: ההפעלה נכשלה
hu: A lejátszás sikertelen

source: Playlists
he: רשימות השמעה
hu: Lejátszási listák

source: Quality
he: איכות
hu: Minőség

source: Recently Watched
he: נצפה לאחרונה
hu: Nemrég megtekintett

source: Remove from Favorites
he: הסר מהמועדפים
hu: Eltávolítás a kedvencekből

source: Remove Playlist
he: הסר רשימת השמעה
hu: Lista eltávolítása

source: Resume
he: המשך
hu: Folytatás

source: Resume from %@?
he: להמשיך מ-%@?
hu: Folytatás innen: %@?

source: S%lld E%lld
he: עונה %lld פרק %lld
hu: %lld. évad %lld. rész

source: Save
he: שמור
hu: Mentés

source: Search
he: חיפוש
hu: Keresés

source: Season %lld
he: עונה %lld
hu: %lld. évad

source: See All
he: הצג הכל
hu: Összes

source: Settings
he: הגדרות
hu: Beállítások

source: Shows
he: תוכניות
hu: Sorozatok

source: Start Over
he: התחל מחדש
hu: Újrakezdés

source: Stop
he: עצור
hu: Állj

source: Storage Used
he: נפח אחסון בשימוש

source: Subtitle Language
he: שפת כתוביות
hu: Felirat nyelve

source: Subtitles
he: כתוביות
hu: Feliratok

source: Total Downloads
he: סה"כ הורדות

source: Try Again
he: נסה שוב
hu: Próbálja újra

source: Up Next
he: הבא בתור
hu: Következő

source: Version
he: גרסה
hu: Verzió
